appimagelauncher
bitwarden-cli-bin
bitwarden-rofi-git
cava
crystalline
difftance-git
docker-rootless-extras
foldingathome
fontpreview-ueberzug-git
fzpac-git
hgrep-bin
mecab
mecab-ipadic
mongodb-compass
mpv-mpris-git
multitime
omegat
paru
poi-bin
slack-desktop
spotify
texlive-installer
todoist-appimage
ttf-hackgen
ttf-sil-doulos
visual-studio-code-bin
xremap-x11-bin
zoom
