bitwarden-rofi-git
cava
droidcam
flashplugin
foldingathome
fontpreview-ueberzug-git
fzpac-git
mecab
mecab-ipadic
mpv-mpris-git
multitime
noise-suppression-for-voice
ntfs-3g-system-compression
polybar
python-inotify-simple
slack-desktop
spotify
texlive-installer
todoist-appimage
ttf-hackgen
ttf-sil-doulos
tty-clock
v4l2loopback-dc-dkms
virtualbox-ext-oracle
visual-studio-code-bin
xkeysnail
yay
ytfzf
zoom
