adobe-source-han-sans-jp-fonts
adobe-source-han-serif-jp-fonts
alacritty
alsa-utils
amd-ucode
android-tools
android-udev
arch-install-scripts
aria2
asunder
autoconf
automake
base
bc
binutils
bison
bitwarden
blueman
bluez
bluez-utils
chromium
cmake
convmv
crystal
dconf-editor
deno
direnv
discord
dmenu
docker
docker-compose
dunst
easyeffects
efibootmgr
ethtool
eza
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-m17n
fcitx5-qt
fcitx5-rime
fcitx5-skk
fd
fdkaac
fff
file
findutils
firefox
firefox-i18n-ja
flex
fzf
fzy
gawk
gcc
gettext
ghostscript
gifski
gimp
git
gnome-keyring
gnu-netcat
gnucash
gnuplot
grep
groff
grub
gst-plugin-pipewire
gzip
htop
hwinfo
imagemagick
inkscape
inotify-tools
iperf3
jq
libertinus-font
libreoffice-still
libreoffice-still-ja
libtool
libva-mesa-driver
libva-utils
linux
linux-firmware
linux-headers
maim
make
man-db
mold
mpv
mupdf-tools
namcap
neofetch
nitrogen
nodejs
noise-suppression-for-voice
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
obs-studio
opencl-clover-mesa
opencl-rusticl-mesa
os-prober
p7zip
pacman
pacman-contrib
pandoc-cli
pandoc-crossref
parted
patch
pavucontrol
peek
picom
pipewire-alsa
pkgconf
pkgfile
pkgstats
playerctl
polybar
postgresql
qalculate-gtk
qpdf
radeontop
ranger
rime-double-pinyin
ripgrep
rofi
rofi-calc
rsync
rustup
rxvt-unicode
scour
screenkey
sed
shards
skk-jisyo
skktools
socat
stack
sudo
sxiv
texinfo
thunar
tmux
tree
ttf-inconsolata
ttf-roboto
tumbler
ueberzug
usbutils
vi
vim
virtualbox
virtualbox-guest-iso
vivaldi
vorbis-tools
vulkan-radeon
wabt
wget
which
wine-gecko
wine-mono
winetricks
xclip
xdg-user-dirs
xdg-utils
xdotool
xf86-video-amdgpu
xmonad
xmonad-contrib
xorg-mkfontscale
xorg-server
xorg-server-xephyr
xorg-sessreg
xorg-smproxy
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfontsel
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yt-dlp
ytfzf
zam-plugins
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zip
zsh
